







//Написать программу вычисления значения функции y = f(a)
//Допустим функция y = x+1

int y = 0;
int x = new Random().Next(1, 1000);
Console.WriteLine (x);

y = x + 1;

Console.WriteLine (y);

